[
  {
    "name": "Protecting Controlled Unclassified Information in Nonfederal Systems and Organizations",
    "code": "800-171r2",
    "authority": "NIST",
    "description": "This publication provides federal agencies with recommended security requirements for protecting the confidentiality of Controlled Unclassified Information (CUI) when the information is resident in nonfederal systems and organizations; when the nonfederal organization is not collecting or maintaining information on behalf of a federal agency or using or operating a system on behalf of an agency; and where there are no specific safeguarding requirements for protecting the confidentiality of CUI prescribed by the authorizing law, regulation, or governmentwide policy for the CUI category listed in the CUI Registry.",
    "version": "2",
    "url": "https://raw.githubusercontent.com/fatahrez/OpenGRC-Data/refs/heads/main/standards/800-171r2.json"
  },
  {
    "name": "Protecting Controlled Unclassified Information in Nonfederal Systems and Organizations",
    "code": "800-171r3",
    "authority": "NIST",
    "description": "This publication provides federal agencies with recommended security requirements for protecting the confidentiality of Controlled Unclassified Information (CUI) when the information is resident in nonfederal systems and organizations; when the nonfederal organization is not collecting or maintaining information on behalf of a federal agency or using or operating a system on behalf of an agency; and where there are no specific safeguarding requirements for protecting the confidentiality of CUI prescribed by the authorizing law, regulation, or governmentwide policy for the CUI category listed in the CUI Registry.",
    "version": "3",
    "url": "https://raw.githubusercontent.com/fatahrez/OpenGRC-Data/refs/heads/main/standards/800-171r3.json"
  },
  {
    "name": "HIPAA Security Rule",
    "code": "HIPAA-Security",
    "authority": "CMS",
    "description": "The HIPAA Security Rule is a federal regulation that sets national standards for protecting individuals' electronic protected health information (ePHI). It mandates that covered entities and their business associates implement administrative, physical, and technical safeguards to ensure the confidentiality, integrity, and availability of ePHI. The rule is designed to be flexible and scalable, allowing organizations to assess their own risks and implement appropriate measures accordingly. Compliance with the Security Rule helps prevent unauthorized access, data breaches, and other security incidents that could compromise patient privacy and trust.",
    "version": "1",
    "url": "https://raw.githubusercontent.com/fatahrez/OpenGRC-Data/refs/heads/main/standards/HIPAA-Security.json"
  },
  {
    "name": "NIST SP 800-53 Security Baseline (Low)",
    "code": "800-53 (Low)",
    "authority": "NIST",
    "description": "The NIST Special Publication 800-53 Low Baseline is a set of federal security controls specifically designed for information systems with a low impact level in terms of confidentiality, integrity, and availability. This baseline, part of the broader NIST 800-53 framework, aims to provide a foundational level of security for systems where the potential damage from a security breach is considered limited or minor. The low baseline controls are tailored to be less stringent than those for moderate or high-impact systems, striking a balance between necessary security measures and resource allocation. These controls cover various aspects of information security such as access control, audit and accountability, incident response, and system and information integrity, but with a scope and depth commensurate with the\r\n            lower risk level. The NIST SP 800-53 Low Baseline is integral for organizations that need to comply with federal standards, offering a structured approach to securing systems while aligning with the overall risk management strategy.",
    "version": "5",
    "url": "https://raw.githubusercontent.com/fatahrez/OpenGRC-Data/refs/heads/main/standards/800-53(Low).json"
  },
  {
    "name": "OpenGRC Demo Security Standard 1.0",
    "code": "OpenGRC-1.0",
    "authority": "OpenGRC",
    "description": "OpenGRC Demo Security Standard 1.0 is a conceptual framework designed for demonstration purposes within the realm of cybersecurity. This standard encompasses a comprehensive set of guidelines and best practices aimed at fortifying digital infrastructure and safeguarding sensitive data. It integrates key principles across six critical domains: Legal, Ethical, Environmental, Governance, Risk Management, and Compliance (OpenGRC), offering a holistic approach to cybersecurity. Tailored for educational and demonstrative scenarios, this standard serves as a pedagogical tool to illustrate effective cybersecurity strategies. It emphasizes the importance of legal compliance, ethical hacking, environmental awareness in digital contexts, governance structures, proactive risk management, and adherence to compliance standards. The OpenGRC Demo Security Standard 1.0 is designed to be adaptable, allowing it to be applied in various hypothetical scenarios to demonstrate the impact and implementation of robust cybersecurity measures in a controlled environment.",
    "version": "1",
    "url": "https://raw.githubusercontent.com/fatahrez/OpenGRC-Data/refs/heads/main/standards/OpenGRC-1.0.json"
  },
  {
    "name": "Trust Services Criteria (TSC) 2017",
    "code": "TSC-2017",
    "authority": "AICPA",
    "description": "The Trust Services Criteria (TSC) 2017 are a set of professional attestation and advisory services based on a core set of principles and criteria that address the risks and opportunities of IT-enabled systems and privacy programs. The TSC 2017 are used by practitioners to evaluate and report on controls at service organizations that provide services to user entities when those controls are likely to be relevant to user entities' internal control over financial reporting.",
    "version": "2017",
    "url": "https://raw.githubusercontent.com/fatahrez/OpenGRC-Data/refs/heads/main/standards/TSC2017.json"
  },
  {
    "name": "CMMC 2.0 (L2)",
    "code": "CMMC 2.0 - Level 2",
    "authority": "DoD",
    "description": "The CMMC Level 2 standard is designed to provide a baseline level of security for organizations that process, store, or transmit Controlled Unclassified Information (CUI). It establishes a minimum level of security controls that organizations must implement to protect CUI.",
    "version": "2024",
    "url": "https://raw.githubusercontent.com/fatahrez/OpenGRC-Data/refs/heads/main/standards/CMMC%202.0%20-%20Level%202.json"
  },
  {
    "name": "Defense Federal Acquisition Regulation Supplement (DFARS) 252.204",
    "code": "DFARS 252.204",
    "authority": "DoD",
    "description": "DFARS 252.204-7012 is a critical clause that outlines cybersecurity requirements for contractors working with the Department of Defense. It mandates that these organizations implement specific security controls, largely based on NIST SP 800-171 standards, to protect covered defense information from unauthorized access and cyber threats. Contractors are also required to report any cyber incidents that might impact such information in a timely manner. Overall, the clause is designed to strengthen the cybersecurity posture across the defense industrial base by ensuring sensitive data is adequately safeguarded and any potential breaches are promptly addressed.",
    "version": "2024",
    "url": "https://raw.githubusercontent.com/fatahrez/OpenGRC-Data/refs/heads/main/standards/DFARS%20252.204.json"
  },
  {
    "name": "Secure Software Development Framework (SSDF)",
    "code": "800-218",
    "authority": "NIST",
    "description": "This document recommends the Secure Software Development Framework (SSDF) – a core set of high-level secure software development practices that can be integrated into each SDLC implementation. Following these practices should help software producers reduce the number of vulnerabilities in released software, mitigate the potential impact of the exploitation of undetected or unaddressed vulnerabilities, and address the root causes of vulnerabilities to prevent future recurrences.",
    "version": "1.1",
    "url": "https://raw.githubusercontent.com/fatahrez/OpenGRC-Data/refs/heads/main/standards/800-218.json"
  },
  {
    "name": "CIS Critical Security Controls - IG1",
    "code": "CIS-CSC-IG1",
    "authority": "Center for Internet Security (CIS)",
    "description": "CIS Controls IG1 are basic cyber hygiene and represent essential cyber defense readiness for all enterprises.",
    "version": "8.1",
    "url": "https://raw.githubusercontent.com/fatahrez/OpenGRC-Data/refs/heads/main/standards/CIS-CSC-IG1.json"
  },
  {
    "name": "CIS Critical Security Controls - IG2",
    "code": "CIS-CSC-IG2",
    "authority": "Center for Internet Security (CIS)",
    "description": "CIS Controls IG2 build upon IG1 and are for enterprises with sensitive client or operational information, requiring additional security.",
    "version": "8.1",
    "url": "https://raw.githubusercontent.com/fatahrez/OpenGRC-Data/refs/heads/main/standards/CIS-CSC-IG2.json"
  },
  {
    "name": "CIS Critical Security Controls - IG3",
    "code": "CIS-CSC-IG3",
    "authority": "Center for Internet Security (CIS)",
    "description": "CIS Controls IG3 are for enterprises with critical infrastructure or assets, requiring the most comprehensive security measures.",
    "version": "8.1",
    "url": "https://raw.githubusercontent.com/fatahrez/OpenGRC-Data/refs/heads/main/standards/CIS-CSC-IG3.json"
  },
  {
    "name": "ISO 27001:2022",
    "code": "ISO-27001-2022",
    "authority": "International Standards Organization, International Electrotechnical Commission",
    "description": "ISO/IEC 27001:2022 (ISO 27001) is an international standard that helps organizations manage the security of their information assets. It provides a management framework for implementing an ISMS (information security management system) to ensure the confidentiality, integrity, and availability of all corporate data (such as financial information, intellectual property, employee details or information managed by third parties).",
    "version": "2022",
    "url": "https://raw.githubusercontent.com/fatahrez/OpenGRC-Data/refs/heads/main/standards/ISO-27001-2022.json"
  },
  {
    "name": "Swift Customer Security Controls Framework (CSCF) 2025",
    "code": "CSCF_v2025",
    "authority": "Swift CSCF Authority",
    "description": "The Swift CSCF v2025 is a comprehensive framework for managing cybersecurity controls across organizations. It defines recommended practices, controls, and guidelines to enhance security posture.",
    "version": "2025",
    "url": "https://raw.githubusercontent.com/fatahrez/OpenGRC-Data/refs/heads/main/standards/CSCF_v2025.json"
  }
]
